Repository: Pgr0708/Flavourly
Catalog: Flavourly/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fr, hi, it, ja, ko, pt_br, ru, tr, vi, zh_hans

source: %@ dishes you haven't cooked yet
ar: أطباق %@ لم تطبخها بعد
de: %@ Gerichte, die du noch nicht gekocht hast
el: Πιάτα (%@) που δεν έχεις μαγειρέψει ακόμα
es: Platos de %@ que aún no has cocinado
fr: Plats %@ que vous n’avez pas encore cuisinés
hi: %@ के ऐसे व्यंजन जो आपने अभी तक नहीं बनाए
it: Piatti %@ che non hai ancora cucinato
ja: まだ作っていない%@料理
ko: 아직 만들어 보지 않은 %@ 요리
pt_br: Pratos %@ que você ainda não fez
ru: Блюда (%@), которые вы ещё не готовили
tr: Henüz yapmadığın %@ yemekleri
vi: Món %@ bạn chưa nấu
zh_hans: 你还没做过的%@菜

source: %@ from the recipe's ingredients — not medical advice.
ar: %@ من مكونات الوصفة — ليست نصيحة طبية.
de: %@ aus den Zutaten des Rezepts – keine medizinische Beratung.
el: %@ από τα υλικά της συνταγής — δεν αποτελεί ιατρική συμβουλή.
es: %@ a partir de los ingredientes de la receta — no es consejo médico.
fr: %@ d’après les ingrédients de la recette — pas un avis médical.
hi: %@ रेसिपी की सामग्री से — यह चिकित्सा सलाह नहीं है।
it: %@ dagli ingredienti della ricetta — non è un consiglio medico.
ja: %@（レシピの材料から算出）— 医学的なアドバイスではありません。
ko: 레시피 재료 기준 %@ — 의학적 조언이 아닙니다.
pt_br: %@ a partir dos ingredientes da receita — não é orientação médica.
ru: %@ по ингредиентам рецепта — не медицинская рекомендация.
tr: Tarifin malzemelerinden %@ — tıbbi tavsiye değildir.
vi: %@ từ nguyên liệu của công thức — không phải lời khuyên y tế.
zh_hans: %@，根据食谱食材估算 — 不构成医疗建议。

source: %@ link
ar: رابط %@
el: Σύνδεσμος %@
es: Enlace de %@
fr: Lien %@
hi: %@ लिंक
ja: %@のリンク
ko: %@ 링크
pt_br: Link do %@
ru: Ссылка %@
tr: %@ bağlantısı
vi: Liên kết %@
zh_hans: %@链接

source: %@ timer, %lld minutes %lld seconds left
ar: مؤقت %@، متبقٍ %lld دقيقة و%lld ثانية
de: %@-Timer, noch %lld Minuten %lld Sekunden
el: Χρονόμετρο %@, απομένουν %lld λεπτά %lld δευτερόλεπτα
es: Temporizador de %@, quedan %lld minutos %lld segundos
fr: Minuteur %@, %lld minutes %lld secondes restantes
hi: %@ टाइमर, %lld मिनट %lld सेकंड बाकी
it: Timer %@, mancano %lld minuti %lld secondi
ja: %@タイマー、残り%lld分%lld秒
ko: %@ 타이머, %lld분 %lld초 남음
pt_br: Timer de %@, faltam %lld minutos %lld segundos
ru: Таймер «%@», осталось %lld мин %lld с
tr: %@ zamanlayıcısı, %lld dakika %lld saniye kaldı
vi: Hẹn giờ %@, còn %lld phút %lld giây
zh_hans: %@计时器，还剩%lld分%lld秒

source: %@ · cook %lld
ar: %@ · طبخ لـ %lld
de: %@ · %lld kochen
el: %@ · μαγείρεμα για %lld
es: %@ · cocinar %lld
fr: %@ · cuisiner %lld
hi: %@ · %lld के लिए बनाएँ
it: %@ · cucina per %lld
ja: %@ · %lld人分を作る
ko: %@ · %lld인분 요리
pt_br: %@ · cozinhar %lld
ru: %@ · готовить на %lld
tr: %@ · %lld kişilik pişir
vi: %@ · nấu cho %lld người
zh_hans: %@ · 做%lld份

source: %@ · view original
ar: %@ · عرض الأصل
de: %@ · Original ansehen
el: %@ · δες το πρωτότυπο
es: %@ · ver original
fr: %@ · voir l’original
hi: %@ · मूल देखें
it: %@ · vedi originale
ja: %@ · 元のページを見る
ko: %@ · 원본 보기
pt_br: %@ · ver original
ru: %@ · открыть оригинал
tr: %@ · orijinali gör
vi: %@ · xem bản gốc
zh_hans: %@ · 查看原文

source: %@ — hidden from ideas, flagged on your recipes.
ar: %@ — مخفية من الاقتراحات ومُعلَّمة في وصفاتك.
de: %@ – aus Ideen ausgeblendet, in deinen Rezepten markiert.
el: %@ — κρύβονται από τις ιδέες και επισημαίνονται στις συνταγές σου.
es: %@ — se ocultan de las ideas y se marcan en tus recetas.
fr: %@ — masqués des idées, signalés dans vos recettes.
hi: %@ — सुझावों से छिपाया जाता है, आपकी रेसिपी में चिह्नित किया जाता है।
it: %@ — nascosti dalle idee, segnalati nelle tue ricette.
ja: %@ — アイデアから除外し、レシピでは注意表示します。
ko: %@ — 아이디어에서 숨기고 레시피에 표시합니다.
pt_br: %@ — ocultados das ideias e sinalizados nas suas receitas.
ru: %@ — скрываются из идей и отмечаются в ваших рецептах.
tr: %@ — fikirlerden gizlenir, tariflerinde işaretlenir.
vi: %@ — ẩn khỏi gợi ý, được đánh dấu trong công thức của bạn.
zh_hans: %@ — 已从推荐中隐藏，并在你的食谱中标注。

source: %lld / %lld g
ar: %lld / %lld غ
el: %lld / %lld γρ.
hi: %lld / %lld ग्रा.
ru: %lld / %lld г
zh_hans: %lld / %lld 克

source: %lld / %lld kcal
ar: %lld / %lld سعرة
ru: %lld / %lld ккал
zh_hans: %lld / %lld 千卡

source: %lld free AI idea requests left this week
ar: طلبات أفكار الذكاء الاصطناعي المجانية المتبقية هذا الأسبوع: %lld
de: Noch %lld kostenlose KI-Ideen diese Woche
el: Απομένουν %lld δωρεάν αιτήματα ιδεών ΤΝ αυτή την εβδομάδα
es: Te quedan %lld solicitudes de ideas con IA gratis esta semana
fr: Encore %lld demandes d’idées IA gratuites cette semaine
hi: इस हफ़्ते %lld मुफ़्त AI आइडिया अनुरोध बाकी
it: Ti restano %lld richieste di idee IA gratuite questa settimana
ja: 今週の無料AIアイデア：残り%lld回
ko: 이번 주 무료 AI 아이디어 %lld회 남음
pt_br: Restam %lld pedidos de ideias com IA grátis nesta semana
ru: Бесплатных запросов идей ИИ на этой неделе: %lld
tr: Bu hafta %lld ücretsiz yapay zekâ fikir isteği kaldı
vi: Còn %lld lượt gợi ý AI miễn phí tuần này
zh_hans: 本周还剩%lld次免费AI灵感

source: %lld free AI swaps left this week
ar: بدائل الذكاء الاصطناعي المجانية المتبقية هذا الأسبوع: %lld
de: Noch %lld kostenlose KI-Tauschvorschläge diese Woche
el: Απομένουν %lld δωρεάν αντικαταστάσεις ΤΝ αυτή την εβδομάδα
es: Te quedan %lld cambios con IA gratis esta semana
fr: Encore %lld substitutions IA gratuites cette semaine
hi: इस हफ़्ते %lld मुफ़्त AI स्वैप बाकी
it: Ti restano %lld sostituzioni IA gratuite questa settimana
ja: 今週の無料AI置き換え：残り%lld回
ko: 이번 주 무료 AI 대체 %lld회 남음
pt_br: Restam %lld trocas com IA grátis nesta semana
ru: Бесплатных замен ИИ на этой неделе: %lld
tr: Bu hafta %lld ücretsiz yapay zekâ değişimi kaldı
vi: Còn %lld lượt thay thế AI miễn phí tuần này
zh_hans: 本周还剩%lld次免费AI替换

source: %lld g
ar: %lld غ
el: %lld γρ.
hi: %lld ग्रा.
ru: %lld г
zh_hans: %lld 克

source: %lld hidden — not safe for your household
ar: المخفي: %lld — غير آمن لأسرتك
de: %lld ausgeblendet – nicht sicher für deinen Haushalt
el: Κρυφές: %lld — δεν είναι ασφαλείς για το νοικοκυριό σου
es: %lld ocultas — no son seguras para tu hogar
fr: %lld masquées — dangereuses pour votre foyer
hi: %lld छिपाए गए — आपके परिवार के लिए सुरक्षित नहीं
it: %lld nascoste — non sicure per la tua famiglia
ja: %lld件を非表示 — ご家族にとって安全ではありません
ko: %lld개 숨김 — 우리 가족에게 안전하지 않음
pt_br: %lld ocultadas — não são seguras para sua casa
ru: Скрыто: %lld — небезопасно для вашей семьи
tr: %lld gizlendi — hanen için güvenli değil
vi: Đã ẩn %lld — không an toàn cho gia đình bạn
zh_hans: 已隐藏%lld个 — 对你的家人不安全

source: %lld ideas hidden — not safe for someone eating
ar: الأفكار المخفية: %lld — غير آمنة لأحد الآكلين
de: %lld Ideen ausgeblendet – nicht sicher für jemanden am Tisch
el: Κρυφές ιδέες: %lld — δεν είναι ασφαλείς για κάποιον που τρώει
es: %lld ideas ocultas — no son seguras para alguien que come
fr: %lld idées masquées — dangereuses pour une personne à table
hi: %lld आइडिया छिपाए गए — खाने वाले किसी व्यक्ति के लिए सुरक्षित नहीं
it: %lld idee nascoste — non sicure per chi mangia
ja: %lld件のアイデアを非表示 — 食べる人にとって安全ではありません
ko: 아이디어 %lld개 숨김 — 먹는 사람에게 안전하지 않음
pt_br: %lld ideias ocultadas — não são seguras para alguém que vai comer
ru: Скрыто идей: %lld — небезопасно для кого-то за столом
tr: %lld fikir gizlendi — yiyen biri için güvenli değil
vi: Đã ẩn %lld gợi ý — không an toàn cho người ăn
zh_hans: 已隐藏%lld个灵感 — 对用餐者不安全

source: %lld items to buy. Open grocery list
ar: للشراء: %lld. افتح قائمة التسوق
de: %lld Artikel zu kaufen. Einkaufsliste öffnen
el: Για αγορά: %lld. Άνοιγμα λίστας αγορών
es: %lld artículos por comprar. Abrir la lista de la compra
fr: %lld articles à acheter. Ouvrir la liste de courses
hi: खरीदने के लिए %lld चीज़ें। किराने की सूची खोलें
it: %lld articoli da comprare. Apri la lista della spesa
ja: 買う物が%lld点。買い物リストを開く
ko: 살 것 %lld개. 장보기 목록 열기
pt_br: %lld itens para comprar. Abrir lista de compras
ru: Купить: %lld. Открыть список покупок
tr: Alınacak %lld ürün. Alışveriş listesini aç
vi: Cần mua %lld món. Mở danh sách đi chợ
zh_hans: 有%lld件要买。打开购物清单

source: %lld kcal
ar: %lld سعرة
ru: %lld ккал
zh_hans: %lld 千卡

source: %lld kcal · %lld g protein
ar: %lld سعرة · %lld غ بروتين
de: %lld kcal · %lld g Eiweiß
el: %lld kcal · %lld γρ. πρωτεΐνη
es: %lld kcal · %lld g de proteína
fr: %lld kcal · %lld g de protéines
hi: %lld kcal · %lld ग्रा. प्रोटीन
it: %lld kcal · %lld g di proteine
ja: %lld kcal · タンパク質%lld g
ko: %lld kcal · 단백질 %lld g
pt_br: %lld kcal · %lld g de proteína
ru: %lld ккал · %lld г белка
vi: %lld kcal · %lld g đạm
zh_hans: %lld 千卡 · 蛋白质%lld克

source: %lld kcal · %lld g protein · in Health
ar: %lld سعرة · %lld غ بروتين · في صحتي
de: %lld kcal · %lld g Eiweiß · in Health
el: %lld kcal · %lld γρ. πρωτεΐνη · στην Υγεία
es: %lld kcal · %lld g de proteína · en Salud
fr: %lld kcal · %lld g de protéines · dans Santé
hi: %lld kcal · %lld ग्रा. प्रोटीन · Health में
it: %lld kcal · %lld g di proteine · in Salute
ja: %lld kcal · タンパク質%lld g · ヘルスケアに記録済み
ko: %lld kcal · 단백질 %lld g · 건강 앱에 기록됨
pt_br: %lld kcal · %lld g de proteína · no Saúde
ru: %lld ккал · %lld г белка · в Здоровье
tr: %lld kcal · %lld g protein · Sağlık’ta
vi: %lld kcal · %lld g đạm · trong Sức khỏe
zh_hans: %lld 千卡 · 蛋白质%lld克 · 已存入健康

source: %lld meals ready
ar: وجبات جاهزة: %lld
de: %lld Mahlzeiten bereit
el: Έτοιμα γεύματα: %lld
es: %lld comidas listas
fr: %lld repas prêts
hi: %lld भोजन तैयार
it: %lld pasti pronti
ja: %lld食の準備完了
ko: 식사 %lld개 준비됨
pt_br: %lld refeições prontas
ru: Готово блюд: %lld
tr: %lld öğün hazır
vi: %lld bữa đã sẵn sàng
zh_hans: %lld餐已就绪

source: %lld min
ar: %lld د
el: %lld λεπ.
hi: %lld मिनट
ja: %lld分
ko: %lld분
ru: %lld мин
tr: %lld dk
vi: %lld phút
zh_hans: %lld分钟

source: %lld of %lld
ar: %lld من %lld
de: %lld von %lld
el: %lld από %lld
es: %lld de %lld
fr: %lld sur %lld
hi: %2$lld में से %1$lld
it: %lld di %lld
ja: %lld / %lld
ko: %lld / %lld
pt_br: %lld de %lld
ru: %lld из %lld
tr: %lld / %lld
vi: %lld / %lld
zh_hans: %lld / %lld

source: %lld of %lld %@
ar: %lld من %lld %@
de: %lld von %lld %@
el: %lld από %lld %@
es: %lld de %lld %@
fr: %lld sur %lld %@
hi: %2$lld में से %1$lld %3$@
it: %lld di %lld %@
ja: %lld / %lld %@
ko: %lld / %lld %@
pt_br: %lld de %lld %@
ru: %lld из %lld %@
tr: %lld / %lld %@
vi: %lld / %lld %@
zh_hans: %lld / %lld %@

source: %lld of %lld free link imports left this week
ar: متبقٍ %lld من %lld عمليات استيراد روابط مجانية هذا الأسبوع
de: Noch %lld von %lld kostenlosen Link-Importen diese Woche
el: Απομένουν %lld από %lld δωρεάν εισαγωγές συνδέσμων αυτή την εβδομάδα
es: Te quedan %lld de %lld importaciones de enlaces gratis esta semana
fr: Encore %lld importations de liens gratuites sur %lld cette semaine
hi: इस हफ़्ते %2$lld में से %1$lld मुफ़्त लिंक इम्पोर्ट बाकी
it: Ti restano %lld importazioni di link gratuite su %lld questa settimana
ja: 今週の無料リンク取り込み：残り%lld / %lld回
ko: 이번 주 무료 링크 가져오기 %lld / %lld회 남음
pt_br: Restam %lld de %lld importações de link grátis nesta semana
ru: Осталось %lld из %lld бесплатных импортов ссылок на этой неделе
tr: Bu hafta %lld / %lld ücretsiz bağlantı aktarımı kaldı
vi: Còn %lld / %lld lượt nhập liên kết miễn phí tuần này
zh_hans: 本周免费链接导入还剩%lld / %lld次

source: %lld of %lld in the basket
ar: %lld من %lld في السلة
de: %lld von %lld im Korb
el: %lld από %lld στο καλάθι
es: %lld de %lld en la cesta
fr: %lld sur %lld dans le panier
hi: %2$lld में से %1$lld टोकरी में
it: %lld di %lld nel carrello
ja: %lld / %lld 点をカゴに入れました
ko: 장바구니에 %lld / %lld개
pt_br: %lld de %lld no carrinho
ru: %lld из %lld в корзине
tr: Sepette %lld / %lld
vi: %lld / %lld trong giỏ
zh_hans: 已放入购物车 %lld / %lld

source: %lld recipes
ar: الوصفات: %lld
de: %lld Rezepte
el: Συνταγές: %lld
es: %lld recetas
fr: %lld recettes
hi: %lld रेसिपी
it: %lld ricette
ja: %lld件のレシピ
ko: 레시피 %lld개
pt_br: %lld receitas
ru: Рецептов: %lld
tr: %lld tarif
vi: %lld công thức
zh_hans: %lld个食谱

source: %lld recipes need a quick check
ar: وصفات تحتاج مراجعة سريعة: %lld
de: %lld Rezepte brauchen einen kurzen Check
el: Συνταγές για γρήγορο έλεγχο: %lld
es: %lld recetas necesitan una revisión rápida
fr: %lld recettes à vérifier rapidement
hi: %lld रेसिपी को जल्दी जाँचना है
it: %lld ricette da controllare
ja: %lld件のレシピを確認してください
ko: 빠르게 확인할 레시피 %lld개
pt_br: %lld receitas precisam de uma conferida rápida
ru: Рецептов для быстрой проверки: %lld
tr: %lld tarifin hızlıca kontrol edilmesi gerekiyor
vi: %lld công thức cần kiểm tra nhanh
zh_hans: %lld个食谱需要快速检查

source: %lld results
ar: النتائج: %lld
de: %lld Ergebnisse
el: Αποτελέσματα: %lld
es: %lld resultados
fr: %lld résultats
hi: %lld परिणाम
it: %lld risultati
ja: %lld件の結果
ko: 결과 %lld개
pt_br: %lld resultados
ru: Результатов: %lld
tr: %lld sonuç
vi: %lld kết quả
zh_hans: %lld个结果

source: %lld saved · %lld cooked
ar: محفوظة %lld · مطبوخة %lld
de: %lld gespeichert · %lld gekocht
el: Αποθηκευμένες %lld · μαγειρεμένες %lld
es: %lld guardadas · %lld cocinadas
fr: %lld enregistrées · %lld cuisinées
hi: %lld सहेजी · %lld बनाई
it: %lld salvate · %lld cucinate
ja: 保存%lld件 · 調理%lld件
ko: 저장 %lld · 요리 %lld
pt_br: %lld salvas · %lld feitas
ru: Сохранено %lld · приготовлено %lld
tr: %lld kaydedildi · %lld pişirildi
vi: Đã lưu %lld · đã nấu %lld
zh_hans: 已收藏%lld · 已做%lld

source: %lld stars
ar: النجوم: %lld
de: %lld Sterne
el: Αστέρια: %lld
es: %lld estrellas
fr: %lld étoiles
hi: %lld स्टार
it: %lld stelle
ja: 星%lld個
ko: 별 %lld개
pt_br: %lld estrelas
ru: Звёзд: %lld
tr: %lld yıldız
vi: %lld sao
zh_hans: %lld星

source: %lld/7 days planned
ar: تم تخطيط %lld/7 أيام
de: %lld/7 Tage geplant
el: Προγραμματισμένες %lld/7 ημέρες
es: %lld/7 días planificados
fr: %lld/7 jours planifiés
hi: %lld/7 दिन की योजना बनी
it: %lld/7 giorni pianificati
ja: %lld/7日分を計画済み
ko: %lld/7일 계획됨
pt_br: %lld/7 dias planejados
ru: Запланировано %lld/7 дней
tr: %lld/7 gün planlandı
vi: Đã lên kế hoạch %lld/7 ngày
zh_hans: 已规划%lld/7天

source: + %lld more
ar: + %lld أخرى
de: + %lld weitere
el: + %lld ακόμα
es: + %lld más
fr: + %lld de plus
hi: + %lld और
it: + altri %lld
ja: ほか%lld件
ko: + %lld개 더
pt_br: + %lld a mais
ru: + ещё %lld
tr: + %lld tane daha
vi: + %lld nữa
zh_hans: + 还有%lld个

source: / month
ar: / شهر
de: / Monat
el: / μήνα
es: / mes
fr: / mois
hi: / महीना
it: / mese
ja: / 月
ko: / 월
pt_br: / mês
ru: / месяц
tr: / ay
vi: / tháng
zh_hans: / 月

source: / week
ar: / أسبوع
de: / Woche
el: / εβδομάδα
es: / semana
fr: / semaine
hi: / हफ़्ता
it: / settimana
ja: / 週
ko: / 주
pt_br: / semana
ru: / неделя
tr: / hafta
vi: / tuần
zh_hans: / 周

source: / year
ar: / سنة
de: / Jahr
el: / έτος
es: / año
fr: / an
hi: / साल
it: / anno
ja: / 年
ko: / 년
pt_br: / ano
ru: / год
tr: / yıl
vi: / năm
zh_hans: / 年

source: 1 day
ar: يوم واحد
de: 1 Tag
el: 1 ημέρα
es: 1 día
fr: 1 jour
hi: 1 दिन
it: 1 giorno
ja: 1日
ko: 1일
pt_br: 1 dia
ru: 1 день
tr: 1 gün
vi: 1 ngày
zh_hans: 1天

source: 1 hr +
ar: ساعة +
de: 1 Std. +
el: 1 ώρα +
es: 1 h +
fr: 1 h +
hi: 1 घंटा +
it: 1 h +
ja: 1時間以上
ko: 1시간 이상
pt_br: 1 h +
ru: 1 ч +
tr: 1 sa +
vi: 1 giờ +
zh_hans: 1小时以上

source: 15 minutes
ar: 15 دقيقة
de: 15 Minuten
el: 15 λεπτά
es: 15 minutos
hi: 15 मिनट
it: 15 minuti
ja: 15分
ko: 15분
pt_br: 15 minutos
ru: 15 минут
tr: 15 dakika
vi: 15 phút
zh_hans: 15分钟

source: 20-minute dinners
ar: عشاء في 20 دقيقة
de: 20-Minuten- Abendessen
el: Βραδινά σε 20 λεπτά
es: Cenas en 20 minutos
fr: Dîners en 20 minutes
hi: 20 मिनट में डिनर
it: Cene in 20 minuti
ja: 20分で作る 夕食
ko: 20분 저녁 요리
pt_br: Jantares de 20 minutos
ru: Ужины за 20 минут
tr: 20 dakikalık akşam yemekleri
vi: Bữa tối 20 phút
zh_hans: 20分钟 晚餐

source: 2–3 times a week
ar: 2–3 مرات أسبوعيًا
de: 2–3 Mal pro Woche
el: 2–3 φορές την εβδομάδα
es: 2–3 veces por semana
fr: 2 à 3 fois par semaine
hi: हफ़्ते में 2–3 बार
it: 2–3 volte a settimana
ja: 週2〜3回
ko: 주 2–3회
pt_br: 2–3 vezes por semana
ru: 2–3 раза в неделю
tr: Haftada 2–3 kez
vi: 2–3 lần mỗi tuần
zh_hans: 每周2–3次

source: 30 minutes
ar: 30 دقيقة
de: 30 Minuten
el: 30 λεπτά
es: 30 minutos
hi: 30 मिनट
it: 30 minuti
ja: 30分
ko: 30분
pt_br: 30 minutos
ru: 30 минут
tr: 30 dakika
vi: 30 phút
zh_hans: 30分钟

source: 30 minutes or less
ar: 30 دقيقة أو أقل
de: 30 Minuten oder weniger
el: 30 λεπτά ή λιγότερο
es: 30 minutos o menos
fr: 30 minutes ou moins
hi: 30 मिनट या कम
it: 30 minuti o meno
ja: 30分以内
ko: 30분 이하
pt_br: 30 minutos ou menos
ru: 30 минут или меньше
tr: 30 dakika veya daha az
vi: 30 phút trở xuống
zh_hans: 30分钟以内

source: 45 minutes
ar: 45 دقيقة
de: 45 Minuten
el: 45 λεπτά
es: 45 minutos
hi: 45 मिनट
it: 45 minuti
ja: 45分
ko: 45분
pt_br: 45 minutos
ru: 45 минут
tr: 45 dakika
vi: 45 phút
zh_hans: 45分钟

source: 4–5 times a week
ar: 4–5 مرات أسبوعيًا
de: 4–5 Mal pro Woche
el: 4–5 φορές την εβδομάδα
es: 4–5 veces por semana
fr: 4 à 5 fois par semaine
hi: हफ़्ते में 4–5 बार
it: 4–5 volte a settimana
ja: 週4〜5回
ko: 주 4–5회
pt_br: 4–5 vezes por semana
ru: 4–5 раз в неделю
tr: Haftada 4–5 kez
vi: 4–5 lần mỗi tuần
zh_hans: 每周4–5次

source: 60 minutes
ar: 60 دقيقة
de: 60 Minuten
el: 60 λεπτά
es: 60 minutos
hi: 60 मिनट
it: 60 minuti
ja: 60分
ko: 60분
pt_br: 60 minutos
ru: 60 минут
tr: 60 dakika
vi: 60 phút
zh_hans: 60分钟

source: A barcode only has digits
ar: الباركود يتكون من أرقام فقط
de: Ein Barcode enthält nur Ziffern
el: Ο γραμμωτός κώδικας έχει μόνο ψηφία
es: Un código de barras solo tiene dígitos
fr: Un code-barres ne contient que des chiffres
hi: बारकोड में सिर्फ़ अंक होते हैं
it: Un codice a barre contiene solo cifre
ja: バーコードは数字のみです
ko: 바코드는 숫자로만 되어 있어요
pt_br: Código de barras tem só números
ru: Штрихкод состоит только из цифр
tr: Barkod yalnızca rakamlardan oluşur
vi: Mã vạch chỉ gồm chữ số
zh_hans: 条形码只包含数字

source: A cooking video you recorded or saved
ar: فيديو طبخ صوّرته أو حفظته
de: Ein Kochvideo, das du aufgenommen oder gespeichert hast
el: Βίντεο μαγειρικής που τράβηξες ή αποθήκευσες
es: Un vídeo de cocina que grabaste o guardaste
fr: Une vidéo de cuisine que vous avez filmée ou enregistrée
hi: आपका रिकॉर्ड किया या सहेजा हुआ खाना बनाने का वीडियो
it: Un video di cucina che hai registrato o salvato
ja: 自分で撮影・保存した料理動画
ko: 직접 찍거나 저장한 요리 영상
pt_br: Um vídeo de culinária que você gravou ou salvou
ru: Видео готовки, которое вы сняли или сохранили
tr: Kendi çektiğin ya da kaydettiğin bir yemek videosu
vi: Video nấu ăn bạn đã quay hoặc lưu
zh_hans: 你自己拍摄或保存的烹饪视频

source: A cooking video you recorded, saved or screen-recorded
ar: فيديو طبخ صوّرته أو حفظته أو سجّلته من الشاشة
de: Ein Kochvideo, das du gefilmt, gespeichert oder per Bildschirmaufnahme aufgenommen hast
el: Ένα βίντεο μαγειρικής που τράβηξες, αποθήκευσες ή κατέγραψες από την οθόνη
es: Un vídeo de cocina que grabaste, guardaste o grabaste de la pantalla
fr: Une vidéo de cuisine que tu as filmée, enregistrée ou capturée à l'écran
hi: आपका रिकॉर्ड किया, सेव किया या स्क्रीन-रिकॉर्ड किया कुकिंग वीडियो
it: Un video di cucina che hai girato, salvato o registrato dallo schermo
ja: 自分で撮った・保存した・画面収録した料理動画
ko: 직접 찍었거나 저장했거나 화면 녹화한 요리 영상
pt_br: Um vídeo de culinária que você gravou, salvou ou gravou da tela
ru: Кулинарное видео, которое вы сняли, сохранили или записали с экрана
tr: Çektiğin, kaydettiğin ya da ekran kaydı aldığın bir yemek videosu
vi: Video nấu ăn bạn đã quay, lưu hoặc quay màn hình
zh_hans: 你拍摄、保存或录屏的烹饪视频

source: A line about it (optional)
ar: سطر عنها (اختياري)
de: Eine Zeile dazu (optional)
el: Μια γραμμή γι’ αυτήν (προαιρετικό)
es: Una línea sobre ella (opcional)
fr: Une ligne à son sujet (facultatif)
hi: इसके बारे में एक पंक्ति (वैकल्पिक)
it: Una riga su di essa (facoltativa)
ja: ひとこと（任意）
ko: 한 줄 설명 (선택)
pt_br: Uma linha sobre ela (opcional)
ru: Пара слов о нём (необязательно)
tr: Hakkında bir satır (isteğe bağlı)
vi: Một dòng giới thiệu (không bắt buộc)
zh_hans: 一句话介绍（可选）

source: A note for next time (optional)
ar: ملاحظة للمرة القادمة (اختياري)
de: Eine Notiz fürs nächste Mal (optional)
el: Σημείωση για την επόμενη φορά (προαιρετικό)
es: Una nota para la próxima vez (opcional)
fr: Une note pour la prochaine fois (facultatif)
hi: अगली बार के लिए एक नोट (वैकल्पिक)
it: Una nota per la prossima volta (facoltativa)
ja: 次回へのメモ（任意）
ko: 다음을 위한 메모 (선택)
pt_br: Uma nota para a próxima vez (opcional)
ru: Заметка на следующий раз (необязательно)
tr: Bir dahaki sefer için not (isteğe bağlı)
vi: Ghi chú cho lần sau (không bắt buộc)
zh_hans: 给下次的备注（可选）

source: AI
ar: ذكاء اصطناعي
de: KI
el: ΤΝ
es: IA
fr: IA
it: IA
pt_br: IA
ru: ИИ
tr: YZ

source: AI meal plans
ar: خطط وجبات بالذكاء الاصطناعي
de: KI-Essenspläne
el: Προγράμματα γευμάτων με ΤΝ
es: Planes de comidas con IA
fr: Plans de repas IA
hi: AI भोजन योजनाएँ
it: Piani pasti con IA
ja: AI献立プラン
ko: AI 식단 계획
pt_br: Planos de refeição com IA
ru: Планы питания с ИИ
tr: Yapay zekâ yemek planları
vi: Kế hoạch bữa ăn AI
zh_hans: AI饮食计划

source: AI plans
ar: خطط بالذكاء الاصطناعي
de: KI-Pläne
el: Προγράμματα με ΤΝ
es: Planes con IA
fr: Plans IA
hi: AI योजनाएँ
it: Piani con IA
ja: AIプラン
ko: AI 계획
pt_br: Planos com IA
ru: Планы с ИИ
tr: Yapay zekâ planları
vi: Kế hoạch AI
zh_hans: AI计划

source: AI recipe ideas
ar: أفكار وصفات بالذكاء الاصطناعي
de: KI-Rezeptideen
el: Ιδέες συνταγών με ΤΝ
es: Ideas de recetas con IA
fr: Idées de recettes IA
hi: AI रेसिपी आइडिया
it: Idee di ricette con IA
ja: AIレシピアイデア
ko: AI 레시피 아이디어
pt_br: Ideias de receitas com IA
ru: Идеи рецептов с ИИ
tr: Yapay zekâ tarif fikirleri
vi: Gợi ý công thức AI
zh_hans: AI食谱灵感

source: AI swaps
ar: بدائل بالذكاء الاصطناعي
de: KI-Tausch
el: Αντικαταστάσεις με ΤΝ
es: Cambios con IA
fr: Substitutions IA
hi: AI स्वैप
it: Sostituzioni con IA
ja: AI置き換え
ko: AI 대체
pt_br: Trocas com IA
ru: Замены с ИИ
tr: Yapay zekâ değişimleri
vi: Thay thế AI
zh_hans: AI替换

source: AI wasn't reachable — your rules still apply
ar: تعذّر الوصول إلى الذكاء الاصطناعي — قواعدك ما زالت مطبّقة
de: KI nicht erreichbar – deine Regeln gelten trotzdem
el: Η ΤΝ δεν ήταν διαθέσιμη — οι κανόνες σου ισχύουν κανονικά
es: No se pudo conectar con la IA — tus reglas siguen aplicándose
fr: L’IA est injoignable — vos règles s’appliquent toujours
hi: AI तक नहीं पहुँच पाए — आपके नियम फिर भी लागू हैं
it: IA non raggiungibile — le tue regole valgono comunque
ja: AIに接続できませんでした — ルールは引き続き適用されます
ko: AI에 연결할 수 없어요 — 규칙은 계속 적용돼요
pt_br: Não foi possível falar com a IA — suas regras continuam valendo
ru: ИИ недоступен — ваши правила всё равно действуют
tr: Yapay zekâya ulaşılamadı — kuralların yine geçerli
vi: Không kết nối được AI — quy tắc của bạn vẫn được áp dụng
zh_hans: 无法连接AI — 你的规则仍然有效

source: AI-generated image
ar: صورة مولّدة بالذكاء الاصطناعي
de: KI-generiertes Bild
el: Εικόνα από AI
es: Imagen generada por IA
fr: Image générée par IA
hi: AI से बनी तस्वीर
it: Immagine generata dall'IA
ja: AI生成画像
ko: AI 생성 이미지
pt_br: Imagem gerada por IA
ru: Изображение создано ИИ
tr: Yapay zekâ ile oluşturuldu
vi: Ảnh do AI tạo
zh_hans: AI 生成的图片

source: About
ar: حول
de: Über
el: Πληροφορίες
es: Acerca de
fr: À propos
hi: परिचय
it: Informazioni
ja: このアプリについて
ko: 정보
pt_br: Sobre
ru: О приложении
tr: Hakkında
vi: Giới thiệu
zh_hans: 关于

source: Access is turned off
ar: الوصول متوقف
de: Zugriff ist ausgeschaltet
el: Η πρόσβαση είναι απενεργοποιημένη
es: El acceso está desactivado
fr: L’accès est désactivé
hi: अनुमति बंद है
it: L’accesso è disattivato
ja: アクセスがオフになっています
ko: 접근이 꺼져 있어요
pt_br: O acesso está desativado
ru: Доступ выключен
tr: Erişim kapalı
vi: Quyền truy cập đang tắt
zh_hans: 权限已关闭

source: Actions for %@
ar: إجراءات لـ %@
de: Aktionen für %@
el: Ενέργειες για %@
es: Acciones para %@
fr: Actions pour %@
hi: %@ के लिए विकल्प
it: Azioni per %@
ja: %@の操作
ko: %@ 작업
pt_br: Ações para %@
ru: Действия для %@
tr: %@ için işlemler
vi: Thao tác cho %@
zh_hans: %@的操作

source: Add
ar: إضافة
de: Hinzufügen
el: Προσθήκη
es: Añadir
fr: Ajouter
hi: जोड़ें
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Adicionar
ru: Добавить
tr: Ekle
vi: Thêm
zh_hans: 添加

source: Add %@
ar: إضافة %@
de: %@ hinzufügen
el: Προσθήκη %@
es: Añadir %@
fr: Ajouter %@
hi: %@ जोड़ें
it: Aggiungi %@
ja: %@を追加
ko: %@ 추가
pt_br: Adicionar %@
ru: Добавить %@
tr: %@ ekle
vi: Thêm %@
zh_hans: 添加%@
